"__title__" = "Base de dados";

"__description__" = "Informações de ligação a base de dados.";

"hostname" = "Servidor";

"port" = "Porta";

"database" = "Base de dados";

"database_type" = "Tipo";

"username" = "Nome de utilizador";

"password" = "Palavra-passe";

"sid" = "SID";

"alias" = "Alias";

"options" = "Opções de ligação";

"options#9" = "Opções";


"menu.database_type.db2" = "DB2";

"menu.database_type.filemaker" = "FileMaker";

"menu.database_type.msaccess" = "Microsoft Access";

"menu.database_type.mssql" = "MS SQL Server";

"menu.database_type.mysql" = "MySQL";

"menu.database_type.oracle" = "Oracle";

"menu.database_type.postresql" = "PostgreSQL";

"menu.database_type.postgresql" = "PostgreSQL";

"menu.database_type.sqlite" = "SQLite";

"menu.database_type.other" = "Outros";
